{
  "blog_title": "Rocky Mavia",
  "blogs":[
  {
    "title": "Fear vs Respect",
    "date": "18 May,2016",
    "content": "A Long time ago very cruel king named Virat Singh was ruling the city of Vijay Nagar. All citizens were fearful because of his cruelty.Virat has a dog named Jack, which he used to love more than anything, one fateful morning Jack died. Virat Singh organized last rituals for the dog, entire city came to a cremation ground. Virat Singh was very happy to see that people love him so much and he felt he is the most popular king in the world. After few days Virat Singh died, but no one came for his funerals.",
    "comments": [
      {"by":"Arun","comment":"Nice one"}
    ]
  },
  {
    "title": "Story2",
    "date": "18 April,2016",
    "content": "Computer is an electronic device used to perfrom mathametical calculations, store the data, retrieve and  process the data"
  },
  {
    "title": "Unhelpful Friends",
    "content": "Bunny rabbit lived in the forest. He had many friends. He was proud of his friends.One day Bunny rabbit heard the loud barking of wild dogs. He was very scared. He decided to ask for help. He quickly went to his friend deer. He said, “Dear friend, some wild dogs are chasing me. Can you chase them away with your sharp antlers?”The deer said, “That is right, I can. But now I am busy. Why don’t you ask bear for help?”Bunny rabbit ran to the bear. “My dear friend, you are very strong. Please help me. Some wild dogs are after me. Please chase them away,” he requested to the bear.The bear replied, “I am sorry. I am hungry and tired. I need to find some food. Please ask the monkey for help.”Poor Bunny went to the monkey, the elephant, the goat and all his other friends. Bunny felt sad that nobody was ready to help him.He understood that he had to think of a way out by himself. He hid under a bush. He lay very still. The wild dogs did not find the bunny. They went chasing other animals.Bunny rabbit learnt that he had to learn to survive by himself, not depending on his unhelpful friends.",
    "comments": [
      {"by":"Rocky","comment":"Nice Write Up"},
      {"by":"Arun","comment":"Nice one"}
    ]
  },
    {
      "title": "Unhelpful Friends",
      "content": "Bunny rabbit lived in the forest. He had many friends. He was proud of his friends.One day Bunny rabbit heard the loud barking of wild dogs. He was very scared. He decided to ask for help. He quickly went to his friend deer. He said, “Dear friend, some wild dogs are chasing me. Can you chase them away with your sharp antlers?”The deer said, “That is right, I can. But now I am busy. Why don’t you ask bear for help?”Bunny rabbit ran to the bear. “My dear friend, you are very strong. Please help me. Some wild dogs are after me. Please chase them away,” he requested to the bear.The bear replied, “I am sorry. I am hungry and tired. I need to find some food. Please ask the monkey for help.”Poor Bunny went to the monkey, the elephant, the goat and all his other friends. Bunny felt sad that nobody was ready to help him.He understood that he had to think of a way out by himself. He hid under a bush. He lay very still. The wild dogs did not find the bunny. They went chasing other animals.Bunny rabbit learnt that he had to learn to survive by himself, not depending on his unhelpful friends."
    }
]
}